[Information]
TRANSLATOR=Challenger
CONTACT_ADDRESS=challenger-systems@wanadoo.fr
VERSION=3.0.0.RC5
WEB=http://challenger-systems.blogspot.com

[Language]
LANGUAGE=Français
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040C, 0x080C, 0x180C, 0x200C, 0x100C, 0x0C0C, 0x140C

[Url]
WIKIPEDIA_SMART=http://fr.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fichier
CUSTOMIZE=&Personnalisation
EXIT=&Sortie
EDIT=&Edition
COPY=&Copie
FUNCTION=F&onctions
HIDE_SMART_INFO=Cacher les Informations &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Cacher le &Numéro de Série
SHOW_DRIVE_LETTER=Afficher &Lettre lecteur
ADVANCED_DISK_SEARCH=Recherche &Avancée des disques durs
EVENT_LOG=Journal des E&vénements
AAM_APM_CONTROL=Contrôle AA&M/APM 
AUTO_AAM_APM_ADAPTION=Adaptation Auto pour AAM/A&PM
RESIDENT=Mettre en &Barre de Tâches
STARTUP=Démarrer avec &Windows
OPEN_DISK_MANAGEMENT=Ouvrir "Gestion des &Disques"
OPEN_DEVICE_MANAGER=Ouvrir "Gestionnaire de Périphériques"
ADVANCED_FEATURE=&Fonctionnalités Avancées
REFRESH=&Rafraichir
RESCAN=Res&canner
DISABLE=&Désactiver
AUTO_REFRESH=Temps de l'&Auto-Rafraichissement 
AUTO_REFRESH_TARGET=Options "Auto-Rafraichissement"
AUTO_REFRESH_TARGET_ALL_DISK=Auto-Rafraichissement - Cocher Tous les Disques Durs
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto-Rafraichissement - Décocher Tous les Disques Durs
WAIT_TIME_AT_STARTUP=&Temps d'attente au démarrage
GRAPH=&Graphisme
THEME=&Thêmes
DISK=&Disques
HELP=Aide
HELP_ABOUT=&A Propos de CrystalDiskInfo
HELP_ABOUT_SMART=A Propos &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=Langues
ITEM=D&ISQUE DUR
TEMPERATURE_TYPE=Type de T&empérature 
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Réglage Etat de Santé

;Graph
OPTIONS=&Options
LEGEND_POSITION=Position &Légende DD
NORTH_WEST=&Nord Ouest
NORTH_EAST=Nord &Est
SOUTH_WEST=Sud &Ouest
SOUTH_EAST=&Sud Est
MAX_PLOT_POINT=Point de contrôle &Maxi
TIME_FORMAT=Format de la Date
PAINT_WEEKEND=&Colorier la Période du Week-End
ALL=&Maximum

;2.7.0
COPY_OPTION=&Option de Copie
RESIDENT_STYLE=St&yle en mode résidant
MINIMIZE=Minimiser
HIDE=Masquer

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribution

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sec.
MINUTE=min.
HOUR=hour

[TrayMenu]
EXIT=Sortie
REFRESH=Rafraichir
RESCAN=Rescanner
ENABLE=Activer
DISABLE=Désactiver
ENABLE_ALL=Tout Activer
DISABLE_ALL=Tout Désactiver
AUTO_REFRESH=Rafraichissement Auto 
AUTO_REFRESH_TARGET=Options "Auto-Rafraichissement"
AUTO_REFRESH_TARGET_ALL_DISK=Auto-Rafraichissement - Cocher Tous les Disques Durs
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto-Rafraichissement - Décocher Tous les Disques Durs
ALARM_SETTING_TEMPERATURE=Réglage de l'alarme de Température
ALARM_SETTING_HEALTH_STATUS=Réglage de l'alarme - Etat de Santé
SHOW_MAIN_WINDOW=Afficher l'écran principal
SHOW_TEMPERATURE_ICON=Afficher l'icône de Température 
SHOW_ALL_TEMPERATURE_ICON=Afficher toutes les Icônes de Températures
HIDE_ALL_TEMPERATURE_ICON=Masquer toutes les Icônes de Températures
COLLECTIVE_SETTING=Options Générales
GRAPH=Graphisme
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Afficher seulement l'icône de température

[DiskStatus]
GOOD=Correct
CAUTION=Prudence
BAD=Mauvais
UNKNOWN=Inconnu
DISK=Disque

[Dialog]
LIST_ID=ID
LIST_CURRENT=Actuel
LIST_WORST=Maxi
LIST_THRESHOLD=Seuil
LIST_RAW_VALUES=Valeurs brutes
;LIST_DESCRIPTION=Description
LIST_ATTRIBUTE_NAME=Détail Caractéristique du ID

FIRMWARE=Firmware
SERIAL_NUMBER=Numéro de Série
INTERFACE=Interface
STANDARD=Standard
TRANSFER_MODE=Mode de Transfert
BUFFER_SIZE=Taille Cache Mémoire
NV_CACHE_SIZE=Taille Cache NV 
ROTATION_RATE=Vitesse Rotation
TEMPERATURE=Température
POWER_ON_HOURS=Fonctionne depuis :
POWER_ON_COUNT=Nbre d'allumage
DRIVE_LETTER=Lettre lecteur
FEATURE=Caractéristiques
HEALTH_STATUS=Etat de Santé

UNKNOWN=Inconnu
POWER_ON_COUNT_UNIT=x
POWER_ON_HOURS_UNIT=heures
POWER_ON_DAYS_UNIT=jours

[Message]
DETECT_UNIT_POWER_ON_HOURS=Détection du disque pour "temps de fonctionnement en heures"(environ 130 sc.)
DETECT_DISK=Détection du Disque
PLEASE_ENABLE_WMI=SVP Autorisez WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Veuillez SVP relancer l'application afin de modifier le thême ! 
DISK_NOT_FOUND=Disque Non Trouvé

[Alarm]
ALARM_TEMPERATURE=Alarme - Température
ALARM_HEALTH_STATUS=Alarme - Etat de Santé
DEGRADATION=Dégradation 
RECOVERY=Récupération
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Sélectionner une Ligne SVP
ACTUAL_VALUE=Valeur Actuelle  (Valeur Brute)
NORMALIZED_VALUE=Valeur Normalisée (Valeur Actuelle)
ALL_ON=Tout lancer
ALL_OFF=Tout Arréter
RESET=Relancer

[Customize]
LINE_COLOR=Couleur de la ligne
BACKGROUND_IMAGE=Image de Fond
SUPPORTED_IMAGE_FORMAT=Format Image Supporté
ALL_FILES=Tous les fichiers

[AamApm]
AAM_LOW=<- Silencieux (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Valeur Recommandée
APM_LOW=<- Puissance Mini (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=A Propos de CrystalDiskInfo
GRAPH=Graphique
CUSTOMIZE=Personnalisation
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=Contrôle AAM/APM 
HEALTH_STATUS_SETTING=REGLAGE ETAT DE SANTE

[HealthStatus]
THRESHOLD_OF_CAUTION=Seuil de Prudence
APPLY=Appliquer
DEFAULT=Défaut

[Smart]
UNKNOWN=Inconnu
VENDOR_SPECIFIC=Norme Spécifique du constructeur
01=Taux Erreur en Lecture
02=Performance général sortie disque
03=Temps moyen mise en rotation 
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
06=Marge du canal pendant la lecture des données
07=Taux d'erreurs d'accès des têtes 
08=Performance moyenne des opérations d'accès des têtes 
09=Heures de Fonctionnement
0A=Nombre d'essais de relancement de la rotation
0B=Nombre de recalibration
0C=Nombre total de cycles marche/arrêt du disque dur
0D=Taux d'erreurs non corrigées
BE=Température interne sur les disques Western Digital  
BF=Nombre d'erreurs résultant de chocs ou de vibrations externes
C0=Nombre de fois que l'armature magnétique a été rétractée automatiquement suite à une coupure secteur
C1=Nombre de fois que la tête a changé de position
C2=Température
C3=Temps entre les erreurs corrigées par code correcteur(codage basée sur la redondance)
C4=Nombre d'opérations de réallocation (remap)
C5=Nombre de secteurs "instables"
C6=Nombre total d'erreurs incorrigibles d'un secteur
C7=Nombre d'erreurs dans le transfert de données via le câble d'interface
C8=Nombre total d'erreurs à l'écriture d'un secteur
C9=Taux d'erreurs non corrigées transmises au système d'exploitation
CA=Erreur de marquage des données d'adresses
CB=Annulation dernière exécution
CC=Correction ECC
CD=Taux thermique d'asséchement
CE=Taille de navigation
CF=Compteur élevé 
D0=Bourdonnement de rotation 
D1=Performance en arrêt
D3=Vibration Durant l'écriture
D4=Choc pendant l'écriture
DC=Distance de laquelle le disque est déplacé par rapport à son axe de rotation (habituellement à cause de chocs)
DD=Nombre d'erreurs résultant de chocs ou de vibrations externes
DE=Temps de fonctionnement passé en charge de données 
DF=Nombre de fois que la tête a changé de position
E0=Friction en lecture
E1=Temps de cycle de chargement/déchargement
E2=Temps qui n'est pas passé en zone de positionnement fixe des têtes
E3=Nombre de tentatives de compensation des variations de la vitesse de rotation du plateau
E4=Nombre de fois que l'armature magnétique a été rétractée automatiquement suite à une coupure d'alim.
E6=Amplitude GMR
E7=Température
F0=Heure de navigation des têtes
FA=Taux d'erreur en lecture
;Added 3.0
B8=Transfert des données à travers le cache tampon RAM entre l'hôte et le disque dur ne correspond pas.
BB=Nombre d'erreurs qui n'ont pas pu être récupérés en utilisant le matériel ECC (voir C3)
BC=Nombre d'opérations avortées en raison de HDD timeout (temps dépassé)
BD=Information réécrite ou réaffectés à une région sûre du disque dur.Cet ID indique le nombre de ces erreurs détectées au cours de la durée de vie du lecteur
FE=Free Fall Protection = Fonction conçue pour diminuer la probabilité de perte de données en détectant une chute libre du DD. 

[SmartSsd]
01=Taux Erreur en Lecture
02=Performance général sortie disque
03=Temps moyen mise en rotation 
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
06=Marge du canal pendant la lecture des données
07=Taux d'erreurs d'accès des têtes 
08=Performance moyenne des opérations d'accès des têtes 
09=Heures de Fonctionnement
0A=Nombre d'essais de relancement de la rotation
0B=Nombre de recalibration
0C=Nombre total de cycles marche/arrêt du disque dur
0D=Taux d'erreurs non corrigées
C0=Unsafe Shutdown Count
C2=Température
C4=Nombre d'opérations de réallocation (remap)
C5=Nombre de secteurs "instables"
C6=Nombre total d'erreurs incorrigibles d'un secteur
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Nombre Total d'Effacement

[SmartIndlinx]
01=Taux Erreur en Lecture
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
B8=Nombre de blocs initial défectueux
C3=Nombre de programme ayant des blocs défectueux
C4=Nombre de blocs défectueux effacés
C5=Nombre de blocs défectueux en lecture
C6=Nombre Total de secteurs en lecture
C7=Nombre total de secteurs en écriture
C8=Nombre total de commandes en lecture 
C9=Nombre total de commandes en écriture
CA=Total Nombre de bits d'erreur en flash
CB=Nombre total de secturs lus avec des des bits d'erreurs corrigés 
CC=Blocs complet défectueux signalés
CD=Taux maximum de la spécification PE 
CE=Nombre minimum d'effacement
CF=Nombre mawimum d'effacement
D0=Nombre moyen d'effacement
D1=Unités restantes disponibles

[SmartJMicron]
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
C2=Température
E5=Système de bloc ID, ID flash
E8=Information de la version du Firmware 
E9=Enregistrement ECC défectueux
EA=Nombre moyen d'effacement, Nombre maximum d'effacement
EB=Nombre correct de bloc système

[SmartIntel] ;Updated (3.1) Please translate C0, E1, B8.
03=Spin Up Time
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Espace réservé disponible
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;[SmartIntel] ;Preliminary Support (3.0)
;04=Décompte des cycles de mise en rotation 
;05=Nombre de secteurs réalloués
;09=Heures de Fonctionnement
;0C=Nombre total de cycles marche/arrêt
;C0=Nbre de rétraction sans extinction
;C2=Température
;E1=Ecriture en mode LBA
;E8=Espace réservé disponible
;E9=Media Wearout Indicator
;B8=Nombre d'erreurs dans l'Intégrité des données 

[SmartSamsung] ;Updated (3.3)
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Température
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate